[
  {
    "id": 1,
    "title": "1984",
    "author": "George Orwell",
    "year": 1949,
    "description": "Роман Джорджа Орвелла описує тоталітарну державу, де панує абсолютна влада. Головний герой Вінстон Сміт живе в умовах постійного стеження та пропаганди. Вінстон починає сумніватися в істинності державних ідеалів і таємно мріє про свободу. Він веде заборонений щоденник, записуючи власні думки і переживання. Незабаром він зустрічає Джулію, яка також не підтримує систему, і між ними виникає роман. Вони разом приєднуються до підпільного руху опору, прагнучи повалити режим. Однак система надто сильна, і герої стають жертвами зради. У фіналі роману Вінстон переживає жорстоке перевиховання, після якого його воля зламана. Орвелл яскраво демонструє небезпеку авторитарного суспільства і важливість свободи особистості. Книга є потужним попередженням для майбутніх поколінь про небезпеку диктатури.",
    "image": "/images/books/1984.jpg",
    "genre": [
      "Dystopian",
      "Science Fiction"
    ]
  },
  {
    "id": 2,
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "year": 1960,
    "description": "Дія роману розгортається в маленькому містечку на півдні США під час Великої депресії. Оповідь ведеться від імені дівчинки на ім'я Скаут Фінч, яка розповідає про своє дитинство. Її батько, адвокат Аттікус Фінч, береться за захист темношкірого чоловіка, звинуваченого у зґвалтуванні. Скаут і її брат Джем стикаються з жорстокими проявами расової дискримінації та несправедливості. Під час судового процесу Аттікус демонструє вражаючу мужність і моральну принциповість. Роман показує, як важливо залишатися людяним у світі, де панує упередженість. Скаут і Джем проходять через важливі життєві уроки про співчуття і розуміння інших людей. Скаут вчиться бачити світ очима інших, поступово дорослішаючи. Книга ставить питання про природу добра і зла в людському суспільстві. Роман вважається одним із найважливіших творів про расову рівність та моральність.",
    "image": "/images/books/to-kill-a-mockingbird.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 3,
    "title": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "year": 1925,
    "description": "'The Great Gatsby' — видатний твір автора F. Scott Fitzgerald, який захоплює читача із перших сторінок. Книга була опублікована у 1925 році й належить до жанру(ів): Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Great Gatsby' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/gatsby.jpg",
    "genre": [
      "Romance"
    ]
  },
  {
    "id": 4,
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "year": 1813,
    "description": "'Pride and Prejudice' — видатний твір автора Jane Austen, який захоплює читача із перших сторінок. Книга була опублікована у 1813 році й належить до жанру(ів): Classic Literature, Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Pride and Prejudice' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/pride-and-prejudice.jpg",
    "genre": [
      "Classic Literature",
      "Romance"
    ]
  },
  {
    "id": 5,
    "title": "The Catcher in the Rye",
    "author": "J.D. Salinger",
    "year": 1951,
    "description": "'The Catcher in the Rye' — видатний твір автора J.D. Salinger, який захоплює читача із перших сторінок. Книга була опублікована у 1951 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Catcher in the Rye' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/catcher-in-the-rye.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 6,
    "title": "The Hobbit",
    "author": "J.R.R. Tolkien",
    "year": 1937,
    "description": "'The Hobbit' — видатний твір автора J.R.R. Tolkien, який захоплює читача із перших сторінок. Книга була опублікована у 1937 році й належить до жанру(ів): Adventure, Fantasy. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Hobbit' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/hobbit.jpg",
    "genre": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "id": 7,
    "title": "Fahrenheit 451",
    "author": "Ray Bradbury",
    "year": 1953,
    "description": "'Fahrenheit 451' — видатний твір автора Ray Bradbury, який захоплює читача із перших сторінок. Книга була опублікована у 1953 році й належить до жанру(ів): Dystopian. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Fahrenheit 451' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/fahrenheit-451.jpg",
    "genre": [
      "Dystopian"
    ]
  },
  {
    "id": 8,
    "title": "Moby-Dick",
    "author": "Herman Melville",
    "year": 1851,
    "description": "'Moby-Dick' — видатний твір автора Herman Melville, який захоплює читача із перших сторінок. Книга була опублікована у 1851 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Moby-Dick' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/moby-dick.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 9,
    "title": "The Lord of the Rings",
    "author": "J.R.R. Tolkien",
    "year": 1954,
    "description": "'The Lord of the Rings' — видатний твір автора J.R.R. Tolkien, який захоплює читача із перших сторінок. Книга була опублікована у 1954 році й належить до жанру(ів): Adventure, Fantasy. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Lord of the Rings' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/lord-of-the-rings.jpg",
    "genre": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "id": 10,
    "title": "Brave New World",
    "author": "Aldous Huxley",
    "year": 1932,
    "description": "'Brave New World' — видатний твір автора Aldous Huxley, який захоплює читача із перших сторінок. Книга була опублікована у 1932 році й належить до жанру(ів): Dystopian. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Brave New World' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/brave-new-world.jpg",
    "genre": [
      "Dystopian"
    ]
  },
  {
    "id": 11,
    "title": "Jane Eyre",
    "author": "Charlotte Brontë",
    "year": 1847,
    "description": "'Jane Eyre' — видатний твір автора Charlotte Brontë, який захоплює читача із перших сторінок. Книга була опублікована у 1847 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Jane Eyre' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/jane-eyre.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 12,
    "title": "Animal Farm",
    "author": "George Orwell",
    "year": 1945,
    "description": "'Animal Farm' — видатний твір автора George Orwell, який захоплює читача із перших сторінок. Книга була опублікована у 1945 році й належить до жанру(ів): Political Satire. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Animal Farm' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/animal-farm.jpg",
    "genre": [
      "Political Satire"
    ]
  },
  {
    "id": 13,
    "title": "Wuthering Heights",
    "author": "Emily Brontë",
    "year": 1847,
    "description": "'Wuthering Heights' — видатний твір автора Emily Brontë, який захоплює читача із перших сторінок. Книга була опублікована у 1847 році й належить до жанру(ів): Classic Literature, Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Wuthering Heights' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/wuthering.jpg",
    "genre": [
      "Classic Literature",
      "Romance"
    ]
  },
  {
    "id": 14,
    "title": "The Chronicles of Narnia",
    "author": "C.S. Lewis",
    "year": 1950,
    "description": "'The Chronicles of Narnia' — видатний твір автора C.S. Lewis, який захоплює читача із перших сторінок. Книга була опублікована у 1950 році й належить до жанру(ів): Adventure, Fantasy. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Chronicles of Narnia' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/narnia.jpg",
    "genre": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "id": 15,
    "title": "Great Expectations",
    "author": "Charles Dickens",
    "year": 1861,
    "description": "'Great Expectations' — видатний твір автора Charles Dickens, який захоплює читача із перших сторінок. Книга була опублікована у 1861 році й належить до жанру(ів): Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Great Expectations' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/great-expectations.jpg",
    "genre": [
      "Romance"
    ]
  },
  {
    "id": 16,
    "title": "War and Peace",
    "author": "Leo Tolstoy",
    "year": 1869,
    "description": "'War and Peace' — видатний твір автора Leo Tolstoy, який захоплює читача із перших сторінок. Книга була опублікована у 1869 році й належить до жанру(ів): Historical Fiction, Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'War and Peace' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/war-and-peace.jpg",
    "genre": [
      "Historical Fiction",
      "Romance"
    ]
  },
  {
    "id": 17,
    "title": "Crime and Punishment",
    "author": "Fyodor Dostoevsky",
    "year": 1866,
    "description": "'Crime and Punishment' — видатний твір автора Fyodor Dostoevsky, який захоплює читача із перших сторінок. Книга була опублікована у 1866 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Crime and Punishment' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/crime-and-punishment.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 18,
    "title": "Les Misérables",
    "author": "Victor Hugo",
    "year": 1862,
    "description": "'Les Misérables' — видатний твір автора Victor Hugo, який захоплює читача із перших сторінок. Книга була опублікована у 1862 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Les Misérables' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/les-miserables.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 19,
    "title": "The Alchemist",
    "author": "Paulo Coelho",
    "year": 1988,
    "description": "'The Alchemist' — видатний твір автора Paulo Coelho, який захоплює читача із перших сторінок. Книга була опублікована у 1988 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Alchemist' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/alchemist.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 20,
    "title": "The Little Prince",
    "author": "Antoine de Saint-Exupéry",
    "year": 1943,
    "description": "'The Little Prince' — видатний твір автора Antoine de Saint-Exupéry, який захоплює читача із перших сторінок. Книга була опублікована у 1943 році й належить до жанру(ів): Adventure. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Little Prince' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/little-prince.jpg",
    "genre": [
      "Adventure"
    ]
  },
  {
    "id": 21,
    "title": "Dracula",
    "author": "Bram Stoker",
    "year": 1897,
    "description": "'Dracula' — видатний твір автора Bram Stoker, який захоплює читача із перших сторінок. Книга була опублікована у 1897 році й належить до жанру(ів): Classic Literature. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Dracula' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/dracula.jpg",
    "genre": [
      "Classic Literature"
    ]
  },
  {
    "id": 22,
    "title": "Frankenstein",
    "author": "Mary Shelley",
    "year": 1818,
    "description": "'Frankenstein' — видатний твір автора Mary Shelley, який захоплює читача із перших сторінок. Книга була опублікована у 1818 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Frankenstein' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/frankenstein.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 23,
    "title": "The Picture of Dorian Gray",
    "author": "Oscar Wilde",
    "year": 1890,
    "description": "'The Picture of Dorian Gray' — видатний твір автора Oscar Wilde, який захоплює читача із перших сторінок. Книга була опублікована у 1890 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Picture of Dorian Gray' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/dorian-gray.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 24,
    "title": "Don Quixote",
    "author": "Miguel de Cervantes",
    "year": 1605,
    "description": "'Don Quixote' — видатний твір автора Miguel de Cervantes, який захоплює читача із перших сторінок. Книга була опублікована у 1605 році й належить до жанру(ів): Adventure, Classic Literature, Political Satire, Psychological Thriller. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Don Quixote' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/don-quixote.jpg",
    "genre": [
      "Adventure",
      "Classic Literature",
      "Political Satire",
      "Psychological Thriller"
    ]
  },
  {
    "id": 25,
    "title": "The Kite Runner",
    "author": "Khaled Hosseini",
    "year": 2003,
    "description": "'The Kite Runner' — видатний твір автора Khaled Hosseini, який захоплює читача із перших сторінок. Книга була опублікована у 2003 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Kite Runner' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/kite-runner.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 26,
    "title": "A Tale of Two Cities",
    "author": "Charles Dickens",
    "year": 1859,
    "description": "'A Tale of Two Cities' — видатний твір автора Charles Dickens, який захоплює читача із перших сторінок. Книга була опублікована у 1859 році й належить до жанру(ів): Historical Fiction, Political Satire, Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'A Tale of Two Cities' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/two-cities.jpg",
    "genre": [
      "Historical Fiction",
      "Political Satire",
      "Romance"
    ]
  },
  {
    "id": 27,
    "title": "The Book Thief",
    "author": "Markus Zusak",
    "year": 2005,
    "description": "'The Book Thief' — видатний твір автора Markus Zusak, який захоплює читача із перших сторінок. Книга була опублікована у 2005 році й належить до жанру(ів): Literary Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Book Thief' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/book-thief.jpg",
    "genre": [
      "Literary Fiction"
    ]
  },
  {
    "id": 28,
    "title": "One Hundred Years of Solitude",
    "author": "Gabriel García Márquez",
    "year": 1967,
    "description": "'One Hundred Years of Solitude' — видатний твір автора Gabriel García Márquez, який захоплює читача із перших сторінок. Книга була опублікована у 1967 році й належить до жанру(ів): Classic Literature, Magical Realism, Romance. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'One Hundred Years of Solitude' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/solitude.jpg",
    "genre": [
      "Classic Literature",
      "Magical Realism",
      "Romance"
    ]
  },
  {
    "id": 29,
    "title": "Harry Potter",
    "author": "J.K. Rowling",
    "year": 1997,
    "description": "'Harry Potter' — видатний твір автора J.K. Rowling, який захоплює читача із перших сторінок. Книга була опублікована у 1997 році й належить до жанру(ів): Adventure, Fantasy. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'Harry Potter' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/harry-potter.jpg",
    "genre": [
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "id": 30,
    "title": "The Shining",
    "author": "Stephen King",
    "year": 1977,
    "description": "'The Shining' — видатний твір автора Stephen King, який захоплює читача із перших сторінок. Книга була опублікована у 1977 році й належить до жанру(ів): Psychological Thriller, Science Fiction. Головні герої роману опиняються в центрі захопливих подій, що розгортаються у несподіваному напрямку. Вони стикаються з численними викликами, які змінюють їхні життя назавжди. Автор майстерно використовує яскраві образи та символіку, що додає глибини розповіді. Історія насичена важливими темами, які актуальні для будь-якого покоління. Роман вирізняється глибоким психологізмом та докладним розкриттям внутрішнього світу персонажів. Кожен сюжетний поворот приносить нові емоції та враження, не даючи читачеві нудьгувати. Твір отримав визнання критиків завдяки своїй художній силі та глибині порушених питань. 'The Shining' вважається класикою світової літератури та рекомендується кожному поціновувачу якісних книг.",
    "image": "/images/books/shining.jpg",
    "genre": [
      "Psychological Thriller",
      "Science Fiction"
    ]
  }
]